{
  "Header": {
    "Home": "الرئيسية",
    "Services": "خدمات",
    "About_Us": "من نحن",
    "Our_Works": "مشاريعنا"
  },
  "collections": {
    "Our_Collection": "أقسامنا",
    "Home_Decor": "ديكور المنزل",
    "Medical_Sector": "قطاع الطب",
    "Studies": "دراسات",
    "Commercial_Facilities": "المنشآت التجارية"
  },
  "Show_More": "أظهر المزيد",
  "Show_Less": "أظهار أقل",
  "Read_More": "اقرأ المزيد",
  "Download_Profile": "تحميل الملف التعريفي",
  "Some_Works": "بعض الاعمال",
  "All_Works": "جميع الأعمال",
  "All_Services": "جميع الخدمات",
  "Our_Services": "خدماتنا",
  "About_section": {
    "title": "ماذا عن شركتنا",
    "text": "نحن شركة ذات مسئولية محدودة تعمل منذ أكثر من عقد في مجال صناعة المنتجات    الخشبية , حيث تدير الشركة من خلال مصنعنا خطوط أنتاج لتصنيع الأخشاب المصنعة والطبيعية وفقا للمعايير المرضية لعملائنا , بدءا من التصميم الأولي الي المنتج النهائي"
  },
  "services": {
    "service_1": "خدمات التصاميم الهندسية",
    "service_2": "القطع والنقش بالليزر",
    "service_3": "لصق الشريط",
    "service_4": "التثقيب والحفر",
    "service_5": "الكبس الحراري",
    "service_6": "النحت الثنائي والثلاثي الابعاد",
    "service_7": "دعم النماذج الأولية",
    "service_8": "خطوط الانتاج والتخصيص الكمي",
    "service_9": "تصميم وتحسين خطوط الانتاج",
    "service_10": "تصنيع وتصميم الاثاث حسب الطلب",
    "service_11": "الاستشارات والتدريب",
    "service1__title": "إنتاج الدُفعات والتخصيص الشامل",
    "service2__title": "الاستشارات والتدريب",
    "service3__title": "تصميم وتحسين خطوط الإنتاج",
    "service4__title": "خطوط الإنتاج والتخصيص الكمي",
    "service5__title": "تصميم وتصنيع الأثاث حسب الطلب",
    "service6__title": "القطع والنقش بالليزر",
    "service7__title": "دعم النماذج الأولية",
    "service8__title": "خدمات  التصميم والهندسة",
    "service9__title": "تقنية لصق الشريط اللاصق",
    "service10__title": "التثقيب والحفر",
    "service11__title": "النحت ثنائي وثلاثي الأبعاد",
    "service1__text": "نحن نسعى حثيثا الي تقديم افضل مستوى من الجودة لعملائنا. للتأكد من ان منتجاتنا تلبي معايرنا العالية , نستخدم مجموعة  متنوعة من طرق التجميع للحفاظ على جودة الخشب وللتسليط على الجمال الطبيعي له. ولإنشاء نماذج فريدة حقا , يقوم فنانون قسم التصاميم لدينا طرق فنية وعلمية حديثة مثل برامج التصاميم الحديثة والأدوات التكنولوجية الثورية المساعدة للارتقاء بالوصول الي هذا التصميم الفريد. هناك العديد من الفوائد التي يمكن الاستفادة منها حين الشراء والتعاقد من شركتنا. ويعد العنصر الأهم من هذه الفوائد هو استخدامنا عالية الجودة المتعمدة  من موردين الاخشاب ذوي المصداقية والاعتمادية , حيث يتم قطع الاخشاب بدقة للتأكد من ان المنتج النهائي قابل للاستعمال الطويل والدائم. لجعل المنتج أكثر جاذبية , نحن نستخدم تقنيات حديثة في مثل تقنية تغليف المنتج الخشبي بتقنية الكبس الحراري بالوان متعددة تناسب الديكور المصمم لجعل المنتج الخشبي يحظى بذوق يرضي العميل . نقوم بتصميم الشكل الخارجي بتقنية قطع الليزر والنحت الثنائي والثلاثي الابعاد على المنتج . يمكن أيضا تصميم قطع الأثاث المخصصة بالطلب المخصص للعميل . نحن ملتزمون جدا بمراقبة الجودة . لدينا مجموعة واسعة من معايير مراقبة الجودة في المصنع للتأكد من ان جميع منتجاتنا يتم انتاجها بأكبر عناية وامان ومتانة . نراقب خطوط الإنتاج بشكل مستمر ونفحصها ونتأكد المواد وقطع الغيار الأفضل للوصول الي الأفضل في صناعتنا .",
    "service2__text": "تلتزم شركتنا بدعم وتطوير مهارات الأجيال القادمة في مجال صناعة الاخشاب, وجزءا من هذا الالتزام, نحن نوفر للطلاب وحديثي التخرج الفرصة للعمل مشروعات التخرج ومشاريع مسابقات الطلاب الجماعية الخاصة بالمؤسسات التعليمية الجامعية وذلك بتوفير مساحات للعمل والمشاركة في داخل المصنع من خلال برامج التدريب المصممة في التصنيع الرقمي وقطع الليزر والنحت الثنائي والثلاثي الابعاد. نتيح للطلاب حديثي التخرج بالعمل داخل مكاتب التصميم والديكور للتدرب والتطوير والمشاركة في بيئة عمل حقيقية والحصول على معرفة قيمة ومهارات ستخدم مستقبلهم الوظيفي .",
    "service3__text": "يمكن للعملاء الاستفادة من كفاءة شركتنا في التصميم وتحسين خطوط الإنتاج. باستخدام التقنيات والتقنيات المتقدمة، يمكننا مساعدتك في تسريع العمليات وزيادة الكفاءة.  يمكن لفريق من المهنيين مساعدتك في تصميم خط إنتاج متطور مناسب لخصوصيات العملاء، مما يتيح للعملاء التقليل من التكاليف وزيادة الإنتاجية.  نفهم أهمية وجود نظام إنتاج متجانس وكفء، لذا نسعى إلى تقديم أفضل الحلول الممكنة للعملاء. مع مساعدتنا، يمكنك التأكد من أن عمل العملاء يعمل على المستويات الأمثل.",
    "service4__text": "يمكن للعملاء من قدراتنا في ماكينات التصنيع الرقمي, تتيح هذه القدرات التكنولوجية لعملائنا بالتعاقد على كميات كبيرة ذات جودة فنية عالية . ستتمكن من الوصول بهذه العمليات التقنية بجودة ودقة وكفاءة أسرع و أسهل . مع مساعدتنا , يمكنك تسريع عملية الإنتاج وتوفير التكاليف الاجمالية .",
    "service5__text": "يمكنك تحقيق رؤية الأثاث الخاصة بك مع خدمات التصميم والتصنيع المخصصة لك.  نفهم أن كل شخص له نمط فريد، لك أن تتخيل شكل أثاثك ,ونحن سنجلب تخيلك الي حقيقة لذلك نأخذ الوقت للعمل معك لتطوير قطعة تلبي احتياجاتك وتفضيلاتك تمامًا. يمكن لفريقنا من المصممين المحترفين مساعدتك في إنشاء قطعة فريدة النوع التي ستحبها لعدة سنوات. سواء كنت تبحث عن شيء حديث أو كلاسيكي، سنعمل معك لإنشاء القطعة المثالية للمنزل أو المكتب.",
    "service6__text": "يمكنك الوثوق بشركتنا لتقديم خدمات قطع وحفر دقيقة وفعالة لمجموعة متنوعة من المواد ، مثل الخشب والاكريليك وغيرها.  نحن نستخدم أحدث تقنيات القطع بالليزر لنقدم لك نتائج بأعلى جودة.  يلتزم فريقنا من المهنيين ذوي الخبرة بتزويدك بخدمة عملاء متميزة وأفضل المنتجات المتاحة.  من خلال تقنية القطع بالليزر المتقدمة لدينا ، يمكننا قطع وحفر المواد التي تحتاجها بدقة وسرعة.  يمكنك أن تطمئن إلى أن خدماتنا ستلبي المواصفات الدقيقة الخاصة بك ، مما يضمن لك الحصول على ما تحتاجه بالضبط. دعنا نوضح لك سبب كوننا مصدر الانتقال لجميع احتياجات القطع بالليزر الخاصة بك.",
    "service7__text": "يمكنك الاعتماد في خدمات النماذج الأولية التي تساعد في جعل أفكارك تنبض بالحياة. سيضمن فريق الخبراء لدينا أن كل منتج قد تم تصميمه واختباره لتلبية المواصفات الدقيقة الخاصة بك.  من خلال مساعدتنا في النماذج والاختبار ، يمكنك الوثوق في أن المنتج الذي تتلقاه هو من أعلى مستويات الجودة. نحن نسعى جاهدين للتأكد من أن كل منتج نصنعه يلبي أعلى معايير التميز. دعنا نساعدك في تحقيق رؤيتك إلى واقع اليوم.",
    "service8__text": "يمكنك الوثوق بشركتنا عندما يتعلق الأمر بالتصنيع الرقمي. يقدم فريق الخبراء لدينا المساعدة في التصميم والهندسة لمساعدتك على تحسين أفكار منتجك وتطويرها. مع سنوات من الخبرة في الصناعة ، لدينا المعرفة والمهارات اللازمة لتحويل رؤيتك إلى حقيقة واقعة. مع سنوات من الخبرة في الصناعة ، لدينا المعرفة والمهارات اللازمة لتحويل رؤيتك إلى حقيقة واقعة.  نحن نفخر بقدرتنا على تزويد عملائنا بحلول مخصصة مصممة خصيصًا لاحتياجاتهم الفردية.",
    "service9__text": "بعد تعدد منتجات اللصق من الكونتر و الام دي اف و الحبيبي، اصبح لشريط الحرف اليوم اهميه جمالية، و حمايه ايضا، لأنه يشكل عازل لجوانب الالواح من المياه و العوامل الخارجية، وتوافر الألوان والقياسات المختلفة و توفر أفضل مواد الغراء وبالاعتماد على تكنولوجيا ماكينة لصق الشريط الحديثة أصبح من السهل الوصول بالمنتج النهائي لأفضل صورة تجعل الحفاظ عليه يدوم طويلا.",
    "service10__text": "بالمقارنة مع آلة الحفر الجانبية ذات الرأس المفرد، فإن تقنية التثقيب والحفر لدينا تعتمد على استخدام التكنولوجية الحديثة لاستخدام ماكينات الثقب لعمل وظائف أكثر مثل الثقوب الجانبية ، ثقوب المسند ، الثقوب العمياء ، وكذلك تحديد الفتحة ، وفتح الفتحة ، وإخفاء الأجزاء والملحقات المعدنية  التي قد تفقد المنتج الشكل الجمالي له . وسهولة استخدام الماكينات تمكننا من توفير الوقت اللازم وتقليل عامل الخطأ البشري . تتيح لنا تصميم المنتجات بشكل يخدم خطوط الانتاجات الكبرى والمصممة لتوصيل المنتج النهائي بكميات كبيرة وسريعة قبل عملية التجميع النهائي للمنتج .",
    "service11__text": "تسمح ماكينات التحكم الرقمي الالكتروني الحديثة باستخدام التطبيقات التكنولوجية المتعددة،  والتي تقوم بعمليات التقطيع والحفر ومرورا بعمليات التصاميم المبتكرة لأحداث ثورة في عالم الديكورات والمنحوتات الخشبية.  وتختلف في أحجامها وأشكالها وعدد المحاور التي تتحكم في شكل النحت والرسم والتقطيع على المنتجات الخشبية. وباستخدام هذه التقنيات لدينا نستطيع توفير الوقت الضائع بدون انتاج والعمل على انتاج اعداد كبيرة من منتج متماثل على مدار اليوم مع زيادة دقة التصنيع وكفاءة وجودة المنتج النهائي وتقليل عامل الخطأ البشري. والقدرة على تصميم رسومات معقدة وعالية الجودة."
  },
  "MISSION": "مهمتنا",
  "VISION": "رؤيتنا",
  "About_Text": "نحن شركة ذات مسئولية محدودة تعمل منذ أكثر من عقد في مجال صناعة المنتجات    الخشبية , حيث تدير الشركة من خلال مصنعنا خطوط أنتاج لتصنيع الأخشاب المصنعة والطبيعية وفقا للمعايير المرضية لعملائنا , بدءا من التصميم الأولي الي المنتج النهائي. يقوم فريقنا من المصممين المحترفين ذو الخبرة بالإلتزام بمراقبة الجودة والمعايير اللازمة لجعل المنتج النهائي يفي بمتطلبات واحتياجات العميل بأقصى عناية مفصلة خصيصة لجعل المنتج النهائي معبرا عن ذوق واختيار العميل وإيجاد افضل الحلول لجعل راحة العميل في المقام الأول .",
  "Mission_Text": "تكمن قيمنا في شركتنا أن تكون الجودة ورضا العملاء فوق كل شيء آخر. نسعى دائما لجعل فريق المصممين الماهرين لدينا بتصميم وابتكار منتجات خشبية فريدة من نوعها وذات أفضل جودة .  كما نقدم خيارات متعددة للتصميم تجعل عملائنا قادرين على الوصول الي ما يرغبون به تماما.         بالإضافة الي تقديم مجموعة واسعة وتشكيلات كبيرة من المنتجات الخشبية, فان شركتنا ملتزمة بتقديم أسعار منافسة و وخدمة عملاء تفي باستيفاء متطلبا عميلنا العزيز. وعلى الرغم من التحديات والمصاعب التي تواجه الشركات والمصانع فيما يتعلق بالتضخم والركود الاقتصادي العالمي, فان شركتنا ملتزمة بتقديم أفضل المنتجات والخدمات الممكنة لعملائنا .",
  "Vision_Text": "رؤيتنا تكمن في تطوير طرق حديثة وعصرية تجعل عملائنا يتفاعلون معنا جنب الي جنب فيما يتعلق بصناعة المنتجات الخشبية , وذلك باستخدام طرق جديدة وبديلة مبنية على التقنيات العلمية الحديثة المتطورة المستمدة من علم التقنيات الرقمية لصناعة المواد الخام الخشبية المصنعة والالياف الصناعية . نحن نهدف أن نصل بمنتجاتنا الي أعلى جودة فنية ترتكز على أسس جمالية وصديقة للبيئة عبر التزامنا الدائم والمستمر للابتكار. نحن نهدف الي ترك تأثيرايجابيا في هذا العالم  ونساعد في صياغة مستقبل صناعة الأثاث والديكور  للأجيال القادمة , وان نترك لهم هذه الرؤية لتوطين هذه الصناعة في وطنننا وجعلها موطن ريادة للمنطقة كلها .",
  "Contact_Us": "تواصل معانا",
  "Value_Proposition": "قيمة مضافة",
  "Value_text": "في We Can Company ، نسعى جاهدين لتوفير أعلى مستوى من الجودة لعملائنا. لضمان تلبية منتجاتنا لمعاييرنا العالية ، نستخدم مجموعة متنوعة من طرق التشطيب للحفاظ على الخشب وإبراز جماله الطبيعي. لإنشاء عناصر فريدة حقًا ، يستخدم الحرفيون لدينا طرقًا فنية مثل التصميم والبرمجة. هناك العديد من الفوائد للشراء من شركتنا. والأهم من ذلك ، أننا نستخدم خشبًا عالي الجودة من مصادر موثوقة ومعتمدة. ثم يتم قطع الخشب بدقة للتأكد من أن الأثاث متين وطويل الأمد. لجعل الأثاث أكثر جاذبية ، نستخدم أيضًا تقنيات التشطيب مثل تقنية الفراغ والقطع بالليزر. يمكن للعملاء أيضًا تخصيص أثاثهم ليناسب تفضيلاتهم. في WeCan Company ، نحن حريصون للغاية على مراقبة الجودة. لدينا مجموعة شاملة من معايير مراقبة الجودة لضمان تصنيع جميع منتجاتنا بأقصى درجات العناية والسلامة والمتانة. تخضع خطوط الإنتاج لدينا للمراقبة والتفتيش باستمرار لضمان استخدام أفضل المواد فقط. بالإضافة إلى ذلك ، من أجل القياسات الدقيقة والتشطيبات المثالية ، نستخدم تقنيات مبتكرة مثل تقنيات الآلات والتطوير.",
  "our__location": "المحكمة، منشأة الأوقاف، مركز كفر الدوار، البحيرة 22621",
  "Whatssapp": "واتساب",
  "Hero__title_1": "نحن نبني احلامك",
  "Hero__title_2": "انضم إلى مجتمعنا الخاص بوسائل التواصل الاجتماعي وابق على اطلاع",
  "Hero__title_3": "نحن هنا للمساعدة: املأ نموذج التواصل بموقعنا وسنكون على تواصل قريبا",
  "contact__desc__1": "من خلال ملء نموذج الاتصال الخاص بنا ، ستزودنا بمعلومات قيمة ستساعدنا على فهم احتياجاتك بشكل أفضل وكيف يمكننا خدمتك. نحن نقدر اهتمامك بشركتنا ونتطلع إلى فرصة التواصل معك.",
  "contact__desc__2": "ابق على اتصال معنا عبر  WhatsApp ما عليك سوى النقر فوق الزر وإرسال رسالة إلينا لبدء المحادثة. لا يسعنا الانتظار حتى نسمع منك!",
  "whats__title": "أستخدم واتساب",
  "Your_Name": "اسمك",
  "Your_Email": "بريدك الالكتروني",
  "Your_Number": "رقمك",
  "Your_Message": "رسالتك",
  "Send": "إرسال",
  "Whatsapp_Us": "واتساب"
}
