{
  "Header": {
    "Home": "Home",
    "Services": "Services",
    "About_Us": "About Us",
    "Our_Works": "Our Works"
  },
  "collections": {
    "Our_Collection": "Our Collection",
    "Home_Decor": "Home Decor",
    "Medical_Sector": "Medical Sector",
    "Studies": "Studies",
    "Commercial_Facilities": "Commercial Facilities"
  },
  "Show_More": "Show More",
  "Show_Less": "Show Less",
  "Read_More": "Read More",
  "Download_Profile": "Download Profile",
  "Some_Works": "Some Works",
  "All_Works": "All Works",
  "All_Services": "All Services",
  "Our_Services": "Our Services",
  "About_section": {
    "title": "About Our Company",
    "text": "We are a limited liability firm that has been making wooden items for more than a decade. From the initial concept to the finished product, the firm operates through our factory production lines to make manufactured and natural wood to the standards that our clients want."
  },
  "services": {
    "service_1": "engineering design services",
    "service_2": "Laser cutting and engraving",
    "service_3": "Paste the tape",
    "service_4": "Punching and drilling",
    "service_5": "heat press",
    "service_6": "Two- and three-dimensional sculpture",
    "service_7": "Prototyping support",
    "service_8": "Production lines and quantity customization",
    "service_9": "Design and improvement of production lines",
    "service_10": "Manufacturing and designing custom furniture",
    "service_11": "Consulting and training",
    "service1__title": "Batch production and mass customization",
    "service2__title": "Consulting and training",
    "service3__title": "Production line design and optimization",
    "service4__title": "Production line installation and maintenance",
    "service5__title": "Custom furniture design and fabrication",
    "service6__title": "Laser cutting and engraving",
    "service7__title": "Prototyping and prototyping support",
    "service8__title": "Design and engineering support",
    "service9__title": "Tape glueing technology",
    "service10__title": "Punching and drilling",
    "service11__title": "two- and three-dimensional sculpture",
    "service1__text": "You could benefit from our digital fabrication and laser-cutting capabilities. Our services allow businesses to produce large quantities through batch production and mass customization. You'll be able to access the quality, precision, and efficiency that come with this technology, making your production process both easier and quicker. With our help, you can streamline your production and save on overall costs.",
    "service2__text": "Our company is committed to supporting the development of the next generation of professionals in the field of wood manufacturing. As part of this commitment, We Offer students and recent graduates the opportunity to gain hands-on experience in our warehouse and company through training programs in laser cutting and digital fabrication. By participating in these programs, trainees can learn and grow in a real world setting, gaining valuable knowledge and skills that will serve them in their future careers.",
    "service3__text": "You could benefit from our company's expertise in designing and optimizing production lines. Using advanced techniques and technologies, we can help you streamline processes and increase efficiency. Our team of professionals can assist you in designing an optimized production line that meets your specific needs, allowing you to reduce costs and increase productivity. We understand the importance of having a streamlined, efficient production system, so we strive to provide the best possible solutions for your organization. With our help, you can ensure that your business is operating at optimum levels.",
    "service4__text": "Do you need assistance getting your production line operations up and running smoothly and keeping them running smoothly over time? Look no further! We are here to help. Our team of professionals can provide you with design and optimization support as well as assistance in building and operating your production line. With our expertise, you can be confident that your operations are running efficiently and effectively. Don't hesitate to get in touch with us for all your production line needs!",
    "service5__text": "You can bring your furniture vision to life with our custom design and fabrication services. We understand that everyone has a unique style, so we take the time to work with you to develop a piece that perfectly meets your needs and preferences. Our team of professional designers can help you create a one-of-a-kind piece that you'll love for years to come. Whether you're looking for something contemporary or classic, we'll work with you to create the perfect piece for your home or office.",
    "service6__text": "You can trust our company to provide precise and efficient cutting and engraving services for a variety of materials, such as wood, acrylic, and more. We utilize cutting-edge laser cutting technology to offer you the highest quality results. Our team of experienced professionals is committed to providing you with outstanding customer service and the best products available. With our advanced laser cutting technology, we can quickly and accurately cut and engrave the materials you need with precision. You can rest assured that our services will meet your exact specifications, ensuring you get exactly what you need. Let us show you why we are the go-to source for all your laser-cutting needs.",
    "service7__text": "You can rely on WeCan Company for prototyping services that help bring your ideas to life. Our team of experts will ensure that each product is designed and tested to meet your exact specifications. With our prototyping and testing assistance, you can trust that the product you receive is of the highest quality. We strive to make sure that every product we create meets the highest standards of excellence. Let us help you bring your vision to reality today!",
    "service8__text": "You can trust our company when it comes to digital fabrication and laser cutting. Our team of experts provides design and engineering assistance to help you refine and develop your product ideas. With years of experience in the industry, we have the knowledge and skills to turn your vision into reality. We understand that digital fabrication and laser cutting can be complicated, which is why we’re here to guide you through the process. We take pride in our ability to provide our clients with custom solutions that are tailored to their individual needs.",
    "service9__text": " Following the proliferation of adhesive products from the counter, MDF, and particleboard, letter tape now has an aesthetic importance, as well as protection, because it forms an insulator for the sides of the panels from water and external factors, and the availability of different colours and sizes, as well as the availability of the best glue materials and depending on the technology of the tape pasting machine. With contemporary technology, it is now possible to get the greatest end result, which will last for a long time.",
    "service10__text": "Unlike the single head side drilling machine, Our punching and drilling Our punching and drilling technology is based on the use of contemporary technology to enable punching machines to produce multiple features such as side holes, buttress holes, blind holes, as well as hole marking, hole opening, and masking of metal components and accessories that may lose the product's attractive form. And the simplicity of use of machines empowers us to save time while reducing the human error element. It enables us to build items in such a manner that they can be served by huge manufacturing lines intended to supply the finished product in large quantities and fast before final assembly.",
    "service11__text": "Modern electronic digital control devices enable the employment of a wide range of technology applications in 2d and 3d sculpture. Cutting, drilling, and inventive designs are used to improve the world of decorations and wood carvings. Their sizes, forms, and the number of axes that regulate the shape of carving, drawing, and cutting on wooden items varies. And, by utilising these technologies, we may minimise time wasted due to downtime and focus on making huge quantities of a comparable product throughout the day, while enhancing manufacturing precision, efficiency, and end product quality, and lowering the human error element. As well as the capacity to create sophisticated, high-quality visuals"
  },
  "MISSION": "MISSION",
  "VISION": "VISION",
  "About_Text": "WeCan Company is a family-owned and operated company that has been in operation for over a decade. Raised in Egypt, the company operates multiple production lines that produce wooden furniture to their customers' exacting standards. From the initial consultation to the final product, an experienced team of professional designers committed to quality control ensures that all furniture produced meets their exacting standards and is made with the utmost care and attention to detail.",
  "Mission_Text": "We Can is a company that values quality and customer satisfaction above all else. Our team of skilled designers takes pride in creating unique, high-quality wooden products. We also offer custom design options to ensure that their customers get exactly what they want. In addition to offering a wide range of wooden products, We Can is committed to providing competitive prices and excellent customer service. Despite the challenges of inflation and downsizing that many businesses face, We Can remains dedicated to providing the best possible products and services to their customers.",
  "Vision_Text": "Our vision is to revolutionize the way people think about and interact with wood products by creating a sustainable alternative using advanced synthetic materials and digital fabrication techniques.\" Leveraging the latest in AI technology, we aim to produce high-quality products that are both environmentally friendly and aesthetically pleasing. \"Through our commitment to innovation and sustainability, we aim to make a positive impact on the world and help shape the future of wood manufacturing for generations to come.",
  "Contact_Us": "Contact Us",
  "Value_Proposition": "Value Proposition",
  "Value_text": "At We Can Company, we strive to provide the highest level of quality to our customers. To ensure that our products meet our high standards, we use a variety of finishing methods to preserve the wood and highlight its natural beauty. To create truly unique items, our artisans use technical methods such as designing and programming. There are several benefits to purchasing from our company. Most importantly, we use high-quality wood sourced from trusted and certified sources. The wood is then precisely cut to ensure that the furniture is durable and long-lasting. To make the furniture more appealing, we also use finishing techniques such as vacuum technology and laser cutting. Customers can also personalize their furniture to suit their preferences. At WeCan Company, we are extremely conscientious about quality control. We have a comprehensive set of quality control standards in place to ensure that all of our products are made with the utmost care, safety, and durability. Our production lines are constantly monitored and inspected to ensure that only the best materials are used. In addition, for precise measurements and perfect finishes, we use innovative technologies such as machine technologies and development."
}
